Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

source: Could not fetch all cloud data. Local cached data is preserved. Check your network and Mac sync status, then retry.
de: Nicht alle Cloud-Daten konnten abgerufen werden. Lokale Cache-Daten bleiben erhalten. Prüfe Netzwerk und Mac-Synchronisierung und versuche es erneut.
es: No se pudieron obtener todos los datos de la nube. Se conservaron los datos locales en caché. Comprueba la red y el estado de sincronización del Mac y vuelve a intentarlo.
fr: Impossible de récupérer toutes les données du cloud. Les données locales en cache sont conservées. Vérifiez le réseau et la synchronisation du Mac, puis réessayez.
ja: すべてのクラウドデータを取得できませんでした。ローカルのキャッシュデータは保持されています。ネットワークとMacの同期状態を確認して再試行してください。
ko: 모든 클라우드 데이터를 가져오지 못했습니다. 로컬 캐시 데이터는 유지됩니다. 네트워크와 Mac 동기화 상태를 확인한 후 다시 시도하세요.
pt_br: Não foi possível obter todos os dados da nuvem. Os dados locais em cache foram preservados. Verifique a rede e o status de sincronização do Mac e tente novamente.
zh_hans: 未能完整读取云端数据，已保留本地缓存。请检查网络与 Mac 同步状态后重试。
zh_hant_hk: 未能完整讀取雲端資料，已保留本地快取。請檢查網絡與 Mac 同步狀態後重試。
zh_hant_tw: 未能完整讀取雲端資料，已保留本地快取。請檢查網路與 Mac 同步狀態後重試。

source: Could not request notification permission. Retry later or open system settings.
de: Mitteilungsberechtigung konnte nicht angefordert werden. Versuche es später erneut oder öffne die Systemeinstellungen.
es: No se pudo solicitar permiso para las notificaciones. Inténtalo más tarde o abre los ajustes del sistema.
fr: Impossible de demander l’autorisation des notifications. Réessayez plus tard ou ouvrez Réglages Système.
ja: 通知の許可を要求できませんでした。後で再試行するか、システム設定を開いてください。
ko: 알림 권한을 요청할 수 없습니다. 나중에 다시 시도하거나 시스템 설정을 여세요.
pt_br: Não foi possível solicitar permissão para notificações. Tente novamente depois ou abra os Ajustes do Sistema.
zh_hans: 无法申请通知授权，请稍后重试或前往系统设置。
zh_hant_hk: 無法申請通知授權，請稍後重試或前往系統設定。
zh_hant_tw: 無法申請通知授權，請稍後重試或前往系統設定。

source: Credentials rejected
de: Anmeldedaten abgelehnt
es: Credenciales rechazadas
fr: Identifiants refusés
ja: 認証情報が拒否されました
ko: 인증 정보가 거부됨
pt_br: Credenciais rejeitadas
zh_hans: 凭据被拒绝
zh_hant_hk: 憑據被拒絕
zh_hant_tw: 憑據被拒絕

source: Current AI activity intensity
de: Aktuelle AI-Aktivitätsintensität
es: Intensidad actual de la actividad de IA
fr: Intensité actuelle de l’activité AI
ja: 現在のAIアクティビティ強度
ko: 현재 AI 활동 강도
pt_br: Intensidade atual da atividade de IA
zh_hans: 当前 AI 活动强度
zh_hant_hk: 目前 AI 活動強度
zh_hant_tw: 目前 AI 活動強度

source: Current AI activity:
de: Aktuelle AI-Aktivität:
es: Actividad de IA actual:
fr: Activité AI actuelle :
ja: 現在のAIアクティビティ:
ko: 현재 AI 활동:
pt_br: Atividade de IA atual:
zh_hans: 当前 AI 活动强度：
zh_hant_hk: 目前 AI 活動強度：
zh_hant_tw: 目前 AI 活動強度：

source: Current activity
de: Aktuelle Aktivität
es: Actividad actual
fr: Activité actuelle
ja: 現在のアクティビティ
ko: 현재 활동
pt_br: Atividade atual
zh_hans: 当前强度
zh_hant_hk: 目前強度
zh_hant_tw: 目前強度

source: Current activity details
de: Details zur aktuellen Aktivität
es: Detalles de la actividad actual
fr: Détails de l’activité actuelle
ja: 現在のアクティビティの詳細
ko: 현재 활동 세부 정보
pt_br: Detalhes da atividade atual
zh_hans: 查看当前活动强度依据
zh_hant_hk: 查看目前活動強度依據
zh_hant_tw: 查看目前活動強度依據

source: Current intensity is independent of the range below.
de: Die aktuelle Intensität ist unabhängig vom Zeitraum unten.
es: La intensidad actual no depende del intervalo inferior.
fr: L’intensité actuelle est indépendante de la période ci-dessous.
ja: 現在の強度は下の期間設定に左右されません。
ko: 현재 강도는 아래의 기간 범위와 무관합니다.
pt_br: A intensidade atual independe do intervalo abaixo.
zh_hans: 当前强度不受下方时间范围影响。
zh_hant_hk: 目前強度不受下方時間範圍影響。
zh_hant_tw: 目前強度不受下方時間範圍影響。

source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: 日別
ko: 일별
pt_br: Diário
zh_hans: 按天
zh_hant_hk: 按天
zh_hant_tw: 按天

source: Data & sync
de: Daten & Synchronisierung
es: Datos y sincronización
fr: Données et synchronisation
ja: データと同期
ko: 데이터 및 동기화
pt_br: Dados e sincronização
zh_hans: 数据与同步
zh_hant_hk: 資料與同步
zh_hant_tw: 資料與同步

source: Data details
de: Datendetails
es: Detalles de los datos
fr: Détails des données
ja: データの詳細
ko: 데이터 세부 정보
pt_br: Detalhes dos dados
zh_hans: 数据说明
zh_hant_hk: 資料說明
zh_hant_tw: 資料說明

source: Data format
de: Datenformat
es: Formato de datos
fr: Format des données
ja: データ形式
ko: 데이터 형식
pt_br: Formato dos dados
zh_hans: 数据格式
zh_hant_hk: 資料格式
zh_hant_tw: 資料格式

source: Data info
de: Dateninformationen
es: Información de los datos
fr: Informations sur les données
ja: データの説明
ko: 데이터 설명
pt_br: Informações dos dados
zh_hans: 数据说明
zh_hant_hk: 資料說明
zh_hant_tw: 資料說明

source: Data version
de: Datenversion
es: Versión de datos
fr: Version des données
ja: データバージョン
ko: 데이터 버전
pt_br: Versão dos dados
zh_hans: 数据版本
zh_hant_hk: 資料版本
zh_hant_tw: 資料版本

source: Declared fixed monthly costs
de: Angegebene monatliche Fixkosten
es: Costes mensuales fijos declarados
fr: Coûts mensuels fixes déclarés
ja: 申告済み固定月額費用
ko: 신고된 고정 월 비용
pt_br: Custos mensais fixos declarados
zh_hans: 声明固定月费
zh_hant_hk: 聲明固定月費
zh_hant_tw: 聲明固定月費

source: Declared monthly cost:
de: Angegebene monatliche Kosten:
es: Coste mensual declarado:
fr: Coût mensuel déclaré :
ja: 申告済み月額費用:
ko: 신고된 월 비용:
pt_br: Custo mensal declarado:
zh_hans: 声明固定月费：
zh_hant_hk: 聲明固定月費：
zh_hant_tw: 聲明固定月費：

source: Declared plans and fixed fees from Mac settings, in USD/month. This is not consumed quota and is not added to API observations. Edit on your Mac.
de: In den Mac-Einstellungen angegebene Tarife und Fixkosten in USD/Monat. Dies ist kein verbrauchtes Kontingent und wird nicht zu API-Beobachtungen addiert. Auf dem Mac bearbeiten.
es: Planes y cuotas fijas declarados en los ajustes del Mac, en USD/mes. No representan cuota consumida ni se suman a las observaciones de API. Edítalos en tu Mac.
fr: Forfaits et frais fixes déclarés dans les réglages du Mac, en USD/mois. Il ne s’agit pas d’un quota consommé et ils ne sont pas ajoutés aux observations API. Modifiez-les sur votre Mac.
ja: Macの設定で申告したプランと固定費を月額USDで表示します。消費済みクォータではなく、API観測支出にも加算されません。編集はMacで行ってください。
ko: Mac 설정에서 선언한 요금제와 고정 비용이며 단위는 USD/월입니다. 사용된 할당량이 아니며 API 관측값에 더해지지 않습니다. Mac에서 편집하세요.
pt_br: Planos e tarifas fixas declarados nos ajustes do Mac, em USD/mês. Isso não é cota consumida e não é somado às observações da API. Edite no Mac.
zh_hans: 由 Mac 设置中的套餐与固定费用声明汇总，单位为 USD/月。它不表示已用额度，也不与 API 观测支出相加。请在 Mac 上修改。
zh_hant_hk: 由 Mac 設定中的計劃與固定費用聲明匯總，單位為 USD/月。它不表示已用額度，也不與 API 觀測支出相加。請在 Mac 上修改。
zh_hant_tw: 由 Mac 設定中的方案與固定費用聲明匯總，單位為 USD/月。它不表示已用額度，也不與 API 觀測支出相加。請在 Mac 上修改。

source: Demo data
de: Demodaten
es: Datos de demostración
fr: Données de démo
ja: デモデータ
ko: 데모 데이터
pt_br: Dados de demonstração
zh_hans: 演示数据
zh_hant_hk: 演示資料
zh_hant_tw: 演示資料

source: Demo mode shows summaries only; configure a real tool to explore sessions.
de: Der Demomodus zeigt nur Zusammenfassungen; konfiguriere ein echtes Tool, um Sitzungen zu erkunden.
es: El modo de demostración solo muestra resúmenes; configura una herramienta real para explorar las sesiones.
fr: Le mode démo n’affiche que des résumés ; configurez un véritable outil pour explorer les sessions.
ja: デモモードではサマリーのみ表示されます。実際のツールを設定するとセッションを確認できます。
ko: 데모 모드는 요약만 표시합니다. 실제 도구를 구성하면 세션을 살펴볼 수 있습니다.
pt_br: O modo de demonstração mostra apenas resumos; configure uma ferramenta real para explorar sessões.
zh_hans: 演示模式仅展示汇总；配置真实工具后可查看会话详情。
zh_hant_hk: 演示模式僅展示匯總；設定真實工具後可查看會話詳情。
zh_hant_tw: 演示模式僅展示匯總；設定真實工具後可查看會話詳情。

source: Demo summary · no real session details
de: Demo-Zusammenfassung · keine echten Sitzungsdetails
es: Resumen de demostración · sin detalles de sesiones reales
fr: Résumé de démo · aucun détail de session réelle
ja: デモサマリー · 実際のセッション詳細はありません
ko: 데모 요약 · 실제 세션 세부 정보 없음
pt_br: Resumo de demonstração · sem detalhes de sessões reais
zh_hans: 演示汇总 · 无真实会话详情
zh_hant_hk: 演示匯總 · 無真實會話詳情
zh_hant_tw: 演示匯總 · 無真實會話詳情

source: Development folders configured
de: Entwicklungsordner konfiguriert
es: Carpetas de desarrollo configuradas
fr: Dossiers de développement configurés
ja: 開発フォルダは設定済みです
ko: 개발 폴더가 설정됨
pt_br: Pastas de desenvolvimento configuradas
zh_hans: 开发目录已配置
zh_hant_hk: 開發資料夾已設定
zh_hant_tw: 開發資料夾已設定

source: Development folders need access
de: Entwicklungsordner benötigen Zugriff
es: Las carpetas de desarrollo necesitan acceso
fr: Les dossiers de développement nécessitent un accès
ja: 開発フォルダへのアクセスが必要です
ko: 개발 폴더 접근 권한 필요
pt_br: As pastas de desenvolvimento precisam de acesso
zh_hans: 开发目录需要重新授权
zh_hant_hk: 開發資料夾需要重新授權
zh_hant_tw: 開發資料夾需要重新授權

source: Development folders not configured
de: Entwicklungsordner nicht konfiguriert
es: Carpetas de desarrollo sin configurar
fr: Dossiers de développement non configurés
ja: 開発フォルダが未設定です
ko: 개발 폴더가 구성되지 않았습니다
pt_br: Pastas de desenvolvimento não configuradas
zh_hans: 未配置开发目录
zh_hant_hk: 未設定開發資料夾
zh_hant_tw: 未設定開發資料夾

source: Development folders unavailable
de: Entwicklungsordner nicht verfügbar
es: Carpetas de desarrollo no disponibles
fr: Dossiers de développement indisponibles
ja: 開発フォルダが存在しないか読み取れません
ko: 개발 폴더가 없거나 읽을 수 없음
pt_br: Pastas de desenvolvimento indisponíveis
zh_hans: 开发目录不存在或不可读取
zh_hant_hk: 開發資料夾不存在或不可讀取
zh_hant_tw: 開發資料夾不存在或不可讀取

source: Development folders · optional
de: Entwicklungsordner · optional
es: Carpetas de desarrollo · opcionales
fr: Dossiers de développement · facultatif
ja: 開発フォルダ · 任意
ko: 개발 폴더 · 선택 사항
pt_br: Pastas de desenvolvimento · opcional
zh_hans: 开发目录 · 可选
zh_hant_hk: 開發資料夾 · 可選
zh_hant_tw: 開發資料夾 · 可選

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
pt_br: Desativado
zh_hans: 已关闭
zh_hant_hk: 已關閉
zh_hant_tw: 已關閉

source: Dismiss dashboard
de: Dashboard schließen
es: Cerrar panel
fr: Fermer le tableau de bord
ja: ダッシュボードを閉じる
ko: 대시보드 닫기
pt_br: Fechar painel
zh_hans: 收起仪表盘
zh_hant_hk: 收起儀錶盤
zh_hant_tw: 收起儀錶盤

source: Elevated
de: Erhöht
es: Elevada
fr: Élevé
ja: 高め
ko: 높음
pt_br: Elevado
zh_hans: 升高
zh_hant_hk: 升高
zh_hant_tw: 升高

source: Enable notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効にする
ko: 알림 활성화
pt_br: Ativar notificações
zh_hans: 启用通知
zh_hant_hk: 啓用通知
zh_hant_tw: 啓用通知

source: Enable notifications in Settings
de: Mitteilungen in den Einstellungen aktivieren
es: Activar notificaciones en Ajustes
fr: Activer les notifications dans Réglages
ja: 設定で通知を有効にする
ko: 설정에서 알림 활성화
pt_br: Ativar notificações nos Ajustes
zh_hans: 前往系统设置启用通知
zh_hant_hk: 前往系統設定啓用通知
zh_hant_tw: 前往系統設定啓用通知

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt_br: Ativado
zh_hans: 已开启
zh_hant_hk: 已開啓
zh_hant_tw: 已開啓

source: Enabling…
de: Wird aktiviert…
es: Activando…
fr: Activation…
ja: 有効化中…
ko: 활성화 중…
pt_br: Ativando…
zh_hans: 正在启用…
zh_hant_hk: 正在啓用…
zh_hant_tw: 正在啓用…

source: Expired
de: Abgelaufen
es: Observación caducada
fr: Expiré
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
zh_hans: 观测已过期
zh_hant_hk: 觀測已過期
zh_hant_tw: 觀測已過期

source: Fetched the latest cloud summaries and activity. Dashboard values stay the same when no new data is available.
de: Die neuesten Cloud-Zusammenfassungen und Aktivitäten wurden abgerufen. Ohne neue Daten bleiben die Dashboard-Werte unverändert.
es: Se obtuvieron los últimos resúmenes y la actividad de la nube. Los valores del panel no cambian cuando no hay datos nuevos.
fr: Les derniers résumés et l’activité du cloud ont été récupérés. Les valeurs du tableau de bord restent identiques en l’absence de nouvelles données.
ja: 最新のクラウドサマリーとアクティビティを取得しました。新しいデータがない場合、ダッシュボードの値は変わりません。
ko: 최신 클라우드 요약과 활동을 가져왔습니다. 새 데이터가 없으면 대시보드 값은 그대로 유지됩니다.
pt_br: Os resumos e a atividade mais recentes foram obtidos da nuvem. Os valores do painel permanecem iguais quando não há novos dados.
zh_hans: 已读取最新云端摘要与强度。没有新数据时，仪表盘数值保持不变。
zh_hant_hk: 已讀取最新雲端摘要與強度。沒有新資料時，儀錶盤數值保持不變。
zh_hant_tw: 已讀取最新雲端摘要與強度。沒有新資料時，儀錶盤數值保持不變。

source: Fixed cost context
de: Kontext zu Fixkosten
es: Contexto de costes fijos
fr: Contexte des coûts fixes
ja: 固定費の説明
ko: 고정 비용 설명
pt_br: Contexto dos custos fixos
zh_hans: 固定费用说明
zh_hant_hk: 固定費用說明
zh_hant_tw: 固定費用說明

source: Fixed monthly fees
de: Monatliche Fixkosten
es: Cuotas mensuales fijas
fr: Frais mensuels fixes
ja: 固定月額料金
ko: 고정 월 요금
pt_br: Tarifas mensais fixas
zh_hans: 固定月费
zh_hant_hk: 固定月費
zh_hant_tw: 固定月費

source: Fixed monthly fees · declared
de: Monatliche Fixkosten · angegeben
es: Cuotas mensuales fijas · declaradas
fr: Frais mensuels fixes · déclarés
ja: 固定月額料金 · 申告値
ko: 고정 월 요금 · 신고값
pt_br: Tarifas mensais fixas · declaradas
zh_hans: 固定月费 · 声明值
zh_hant_hk: 固定月費 · 聲明值
zh_hant_tw: 固定月費 · 聲明值

source: Full session up to this read; the plot contains input observations, while output totals also include output-only records.
de: Vollständige Sitzung bis zu diesem Abruf; das Diagramm enthält Eingabebeobachtungen, während Ausgabesummen auch reine Ausgabedatensätze enthalten.
es: Sesión completa hasta esta lectura; el gráfico contiene observaciones de entrada, mientras que los totales de salida también incluyen registros que solo tienen salida.
fr: Session complète jusqu’à cette lecture ; le graphique contient les observations d’entrée, tandis que les totaux de sortie incluent aussi les enregistrements de sortie uniquement.
ja: 今回の読み取り時点までの完全なセッションです。グラフには入力の観測値のみが含まれ、出力合計には出力のみの記録も含まれます。
ko: 이번 읽기 시점까지의 전체 세션입니다. 그래프에는 입력 관측값이 표시되고 출력 합계에는 출력만 있는 레코드도 포함됩니다.
pt_br: Sessão completa até esta leitura; o gráfico contém observações de entrada, enquanto os totais de saída também incluem registros somente de saída.
zh_hans: 完整会话截至本次读取；曲线仅含有效输入观察，输出合计另含仅输出记录。
zh_hant_hk: 完整會話截至本次讀取；曲線僅含有效輸入觀察，輸出合計另含僅輸出記錄。
zh_hant_tw: 完整會話截至本次讀取；曲線僅含有效輸入觀察，輸出合計另含僅輸出記錄。

source: Full-period pace %@ tokens/%@
de: Tempo im Gesamtzeitraum: %@ Tokens/%@
es: Ritmo del periodo completo: %@ tokens/%@
fr: Rythme sur toute la période %@ jetons/%@
ja: 全期間のペース %@トークン/%@
ko: 전체 기간 속도 %@ 토큰/%@
pt_br: Ritmo do período completo: %@ tokens/%@
zh_hans: 全周期均速 %@ 词元/%@
zh_hant_hk: 全週期均速 %@ 詞元/%@
zh_hant_tw: 全週期均速 %@ 詞元/%@

source: Home access needs renewal
de: Home-Zugriff muss erneuert werden
es: Hay que renovar el acceso a la carpeta de inicio
fr: L’accès au dossier de départ doit être renouvelé
ja: ホームフォルダへのアクセスを再許可してください
ko: 홈 폴더 접근 권한 갱신 필요
pt_br: O acesso à pasta pessoal precisa ser renovado
zh_hans: 主目录授权已失效
zh_hant_hk: 主資料夾授權已失效
zh_hant_tw: 主資料夾授權已失效

source: Home folder access
de: Zugriff auf Home-Ordner
es: Acceso a la carpeta de inicio
fr: Accès au dossier de départ
ja: ホームフォルダへのアクセス
ko: 홈 폴더 접근
pt_br: Acesso à pasta pessoal
zh_hans: 主目录访问
zh_hant_hk: 主資料夾訪問
zh_hant_tw: 主資料夾訪問

source: Hourly
de: Stündlich
es: Cada hora
fr: Toutes les heures
ja: 時間別
ko: 시간별
pt_br: Por hora
zh_hans: 按小时
zh_hant_hk: 按小時
zh_hant_tw: 按小時

source: Installed applications
de: Installierte Apps
es: Aplicaciones instaladas
fr: Applications installées
ja: インストール済みアプリ
ko: 설치된 앱
pt_br: Aplicativos instalados
zh_hans: 应用安装检测
zh_hant_hk: 應用程式安裝偵測
zh_hant_tw: 應用程式安裝偵測

source: Intense
de: Intensiv
es: Intensa
ja: 高強度
ko: 매우 높음
pt_br: Intenso
zh_hans: 强烈
zh_hant_hk: 強烈
zh_hant_tw: 強烈

source: Last Mac observation
de: Letzte Mac-Beobachtung
es: Última observación del Mac
fr: Dernière observation du Mac
ja: Macの最終観測
ko: 마지막 Mac 관측
pt_br: Última observação do Mac
zh_hans: Mac 上次更新
zh_hant_hk: Mac 上次更新
zh_hant_tw: Mac 上次更新

source: Last completed log scan:
de: Letzter abgeschlossener Protokollscan:
es: Último escaneo de registros completado:
fr: Dernière analyse des journaux terminée :
ja: 最終ログスキャン完了:
ko: 마지막 로그 스캔 완료:
pt_br: Última verificação de registros concluída:
zh_hans: 最近日志扫描完成：
zh_hant_hk: 最近記錄掃描完成：
zh_hant_tw: 最近記錄掃描完成：

source: Last successful fetch
de: Letzter erfolgreicher Abruf
es: Última obtención correcta
fr: Dernière récupération réussie
ja: 最後に取得に成功
ko: 마지막 가져오기 성공
pt_br: Última obtenção bem-sucedida
zh_hans: 本机最近同步成功
zh_hant_hk: 本機最近同步成功
zh_hant_tw: 本機最近同步成功

source: Last successful sync:
de: Letzte erfolgreiche Synchronisierung:
es: Última sincronización correcta:
fr: Dernière synchronisation réussie :
ja: 最終同期成功:
ko: 마지막 동기화 성공:
pt_br: Última sincronização bem-sucedida:
zh_hans: 最近成功同步：
zh_hant_hk: 最近成功同步：
zh_hant_tw: 最近成功同步：

source: Lines / usual
de: Lines / üblich
es: Lines / habitual
fr: Lines / habituel
ja: 行数 / 通常
ko: 줄 수 / 평소
pt_br: Lines / habitual
zh_hans: 行数 / 平常
zh_hant_hk: 行數 / 平常
zh_hant_tw: 行數 / 平常

source: Lines versus usual
de: Lines im Vergleich zum Üblichen
es: Lines frente a lo habitual
fr: Lines par rapport à l’habitude
ja: 通常と比べた行数
ko: 평소 대비 줄 수
pt_br: Lines em relação ao habitual
zh_hans: 行数相对平常
zh_hant_hk: 行數相對平常
zh_hant_tw: 行數相對平常

source: Local activity and account observations update separately; money and Git output remain independent.
de: Lokale Aktivität und Kontobeobachtungen werden getrennt aktualisiert; Geld und Git-Ausgabe bleiben unabhängig.
es: La actividad local y las observaciones de cuenta se actualizan por separado; el dinero y la producción de Git son independientes.
fr: L’activité locale et les observations du compte sont mises à jour séparément ; l’argent et la sortie Git restent indépendants.
ja: ローカルアクティビティとアカウント観測は別々に更新され、金額とGit出力も独立して表示されます。
ko: 로컬 활동과 계정 관측은 별도로 업데이트되며 금액과 Git 결과물도 서로 독립적입니다.
pt_br: A atividade local e as observações da conta são atualizadas separadamente; valores monetários e produção do Git permanecem independentes.
zh_hans: 本地活动与账户观测分别更新；费用与代码产出分别呈现。
zh_hant_hk: 本地活動與帳戶觀測分別更新；費用與程式碼產出分別呈現。
zh_hant_tw: 本地活動與帳戶觀測分別更新；費用與程式碼產出分別呈現。

source: Local activity available
de: Lokale Aktivität verfügbar
es: Actividad local disponible
fr: Activité locale disponible
ja: ローカルアクティビティを読み取り可能
ko: 로컬 활동을 읽을 수 있음
pt_br: Atividade local disponível
zh_hans: 本地活动读取正常
zh_hant_hk: 本地活動讀取正常
zh_hant_tw: 本地活動讀取正常

source: Local activity could not be read
de: Lokale Aktivität konnte nicht gelesen werden
es: No se pudo leer la actividad local
fr: Impossible de lire l’activité locale
ja: ローカルアクティビティを読み取れませんでした
ko: 로컬 활동을 읽지 못함
pt_br: Não foi possível ler a atividade local
zh_hans: 本地活动读取失败
zh_hant_hk: 本地活動讀取失敗
zh_hant_tw: 本地活動讀取失敗

source: Local activity is out of date
de: Lokale Aktivität ist veraltet
es: La actividad local está desactualizada
fr: L’activité locale n’est pas à jour
ja: ローカルアクティビティが古くなっています
ko: 로컬 활동이 오래됨
pt_br: A atividade local está desatualizada
zh_hans: 本地活动暂未更新
zh_hant_hk: 本地活動暫未更新
zh_hant_tw: 本地活動暫未更新

source: Local data ·
de: Lokale Daten ·
es: Datos locales ·
fr: Données locales ·
ja: ローカルデータ ·
ko: 로컬 데이터 ·
pt_br: Dados locais ·
zh_hans: 本地数据 ·
zh_hant_hk: 本地資料 ·
zh_hant_tw: 本地資料 ·

source: Local database
de: Lokale Datenbank
es: Base de datos local
fr: Base de données locale
ja: ローカルデータベース
ko: 로컬 데이터베이스
pt_br: Banco de dados local
zh_hans: 本机数据库
zh_hant_hk: 本機資料庫
zh_hant_tw: 本機資料庫

source: Local logs stay on this Mac; release builds sync dashboard summaries through your private iCloud database.
de: Lokale Protokolle bleiben auf diesem Mac; Release-Builds synchronisieren Dashboard-Zusammenfassungen über deine private iCloud-Datenbank.
es: Los registros locales permanecen en este Mac; las compilaciones de producción sincronizan los resúmenes del panel mediante tu base de datos privada de iCloud.
fr: Les journaux locaux restent sur ce Mac ; les versions de production synchronisent les résumés du tableau de bord via votre base de données iCloud privée.
ja: ローカルログはこのMacに保持されます。リリースビルドはプライベートiCloudデータベースを通じてダッシュボードのサマリーを同期します。
ko: 로컬 로그는 이 Mac에 보관되며 릴리스 빌드는 대시보드 요약을 사용자의 비공개 iCloud 데이터베이스를 통해 동기화합니다.
pt_br: Os registros locais permanecem neste Mac; as compilações de lançamento sincronizam os resumos do painel pelo seu banco de dados privado do iCloud.
zh_hans: 本地日志保留在本机；正式版通过你的 iCloud 私有数据库同步仪表盘摘要。
zh_hant_hk: 本地記錄保留在本機；正式版透過你的 iCloud 私有資料庫同步儀錶盤摘要。
zh_hant_tw: 本地記錄保留在本機；正式版透過你的 iCloud 私有資料庫同步儀錶盤摘要。

source: Logs are read and stored locally. Release builds sync dashboard summaries to your private iCloud database. API keys stay local and are not included in summaries.
de: Protokolle werden lokal gelesen und gespeichert. Release-Builds synchronisieren Dashboard-Zusammenfassungen mit deiner privaten iCloud-Datenbank. API-Schlüssel bleiben lokal und sind nicht in Zusammenfassungen enthalten.
es: Los registros se leen y guardan localmente. Las compilaciones de producción sincronizan los resúmenes del panel con tu base de datos privada de iCloud. Las claves API permanecen en local y no se incluyen en los resúmenes.
fr: Les journaux sont lus et stockés localement. Les versions de production synchronisent les résumés avec votre base iCloud privée. Les clés API restent locales et ne figurent pas dans les résumés.
ja: ログはローカルで読み取り、保存されます。リリースビルドはダッシュボードのサマリーをプライベートiCloudデータベースに同期します。APIキーはローカルに保持され、サマリーには含まれません。
ko: 로그는 로컬에서 읽고 저장합니다. 릴리스 빌드는 대시보드 요약을 사용자의 비공개 iCloud 데이터베이스로 동기화합니다. API 키는 로컬에 남으며 요약에 포함되지 않습니다.
pt_br: Os registros são lidos e armazenados localmente. As compilações de lançamento sincronizam os resumos do painel com seu banco de dados privado do iCloud. As chaves de API permanecem locais e não são incluídas nos resumos.
zh_hans: 日志在本机读取和存储；正式版会将仪表盘摘要同步到你的 iCloud 私有数据库。API 密钥保存在本机，不随摘要同步。
zh_hant_hk: 記錄在本機讀取和存儲；正式版會將儀錶盤摘要同步到你的 iCloud 私有資料庫。API 金鑰儲存在本機，不隨摘要同步。
zh_hant_tw: 記錄在本機讀取和存儲；正式版會將儀錶盤摘要同步到你的 iCloud 私有資料庫。API 金鑰儲存在本機，不隨摘要同步。

source: Logs are read locally; release builds sync dashboard summaries to your private iCloud database, without API keys.
de: Protokolle werden lokal gelesen; Release-Builds synchronisieren Dashboard-Zusammenfassungen ohne API-Schlüssel mit deiner privaten iCloud-Datenbank.
es: Los registros se leen localmente; las compilaciones de producción sincronizan los resúmenes del panel con tu base de datos privada de iCloud, sin claves API.
fr: Les journaux sont lus localement ; les versions de production synchronisent les résumés du tableau de bord, sans clés API, avec votre base iCloud privée.
ja: ログはローカルで読み取られます。リリースビルドはAPIキーを含めず、ダッシュボードのサマリーをプライベートiCloudデータベースに同期します。
ko: 로그는 로컬에서 읽습니다. 릴리스 빌드는 API 키를 제외한 대시보드 요약을 사용자의 비공개 iCloud 데이터베이스로 동기화합니다.
pt_br: Os registros são lidos localmente; as compilações de lançamento sincronizam os resumos do painel com seu banco de dados privado do iCloud, sem as chaves de API.
zh_hans: 日志在本机读取；正式版同步仪表盘摘要到你的 iCloud 私有数据库，不同步 API 密钥。
zh_hant_hk: 記錄在本機讀取；正式版同步儀錶盤摘要到你的 iCloud 私有資料庫，不同步 API 金鑰。
zh_hant_tw: 記錄在本機讀取；正式版同步儀錶盤摘要到你的 iCloud 私有資料庫，不同步 API 金鑰。

source: Mac observation
de: Mac-Beobachtung
es: Observación del Mac
fr: Observation du Mac
ja: Macのデータ更新
ko: Mac 데이터 업데이트
pt_br: Observação do Mac
zh_hans: Mac 数据更新
zh_hant_hk: Mac 資料更新
zh_hant_tw: Mac 資料更新

source: Mac-synced summaries only. Tokens, code changes and account observations have independent sources. Missing data is not zero.
de: Nur vom Mac synchronisierte Zusammenfassungen. Tokens, Codeänderungen und Kontobeobachtungen haben unabhängige Quellen. Fehlende Daten sind nicht null.
es: Solo resúmenes sincronizados desde el Mac. Los tokens, los cambios de código y las observaciones de cuenta tienen fuentes independientes. Los datos ausentes no equivalen a cero.
fr: Uniquement les résumés synchronisés depuis le Mac. Les jetons, les modifications du code et les observations du compte ont des sources indépendantes. Une donnée manquante n’est pas égale à zéro.
ja: Macから同期されたサマリーのみを表示します。トークン、コード変更、アカウント観測は取得元が別々です。欠損データはゼロではありません。
ko: Mac에서 동기화한 요약만 표시합니다. 토큰, 코드 변경 및 계정 관측값은 각각 독립된 소스를 사용합니다. 누락된 데이터는 0이 아닙니다.
pt_br: Somente resumos sincronizados pelo Mac. Tokens, alterações de código e observações da conta têm fontes independentes. Dados ausentes não significam zero.
zh_hans: 这里只显示 Mac 同步的摘要。词元、代码变化和账户费用各有独立的数据来源。缺失数据不代表零。
zh_hant_hk: 這裡只顯示 Mac 同步的摘要。詞元、程式碼變化和帳戶費用各有獨立的資料來源。缺失資料不代表零。
zh_hant_tw: 這裡只顯示 Mac 同步的摘要。詞元、程式碼變化和帳戶費用各有獨立的資料來源。缺失資料不代表零。

source: Manage notifications in Settings
de: Mitteilungen in den Einstellungen verwalten
es: Gestionar notificaciones en Ajustes
fr: Gérer les notifications dans Réglages
ja: 設定で通知を管理
ko: 설정에서 알림 관리
pt_br: Gerenciar notificações nos Ajustes
zh_hans: 在系统设置中管理通知
zh_hant_hk: 在系統設定中管理通知
zh_hant_tw: 在系統設定中管理通知
